[   {"title":[[1600,"Naked Eye"],
      [1608,"Early Refracting Telescopes"],
      [1668,"Newton’s Reflector"],
      [1736,"Parabolic Mirror"],
      [1750,"The Milky Way"],
      [1830,"Astronomical Photography"],
      [1842,"The United States Naval Observatory (USNO)"],
      [1847,"Era of Great Refractors"],
      [1890,"Era of Huge Reflectors"]],
     "text":[[1600,"The naked eye can see stars with an apparent magnitude up to +6m. Under perfect dark sky conditions where all light pollution is absent, stars as faint as +8m might be visible"],
      [1608,"Hans Lippershey, a German-Dutch spectacle-maker, is commonly associated with the invention of the telescope."],
      [1668,"In order to eliminate chromatic aberration in early telescopes, Newton replaced the primary lens with a polished, rounded, metal mirror. He experimented with different mixtures of metal and decided on one that was six parts copper to two parts tin."],
      [1736,"James Short began experimenting with the construction of reflecting telescopes in 1732. Short started making more complex telescopes according to the design of fellow Scotsman, James Gregory, with a parabolic main mirror and an ellipsoidal secondary mirror."],
      [1750,"Thomas Wright published <i>An original theory or new hypothesis of the Universe</i>, in which he explains the appearance of the Milky Way as &quot;an optical effect due to our immersion in what locally approximates to a flat layer of stars.&quot;"],
      [1830,"The first-known attempt at astronomical photography was by Louis Jacques Mandé Daguerre, who attempted in 1839 to photograph the Moon. John William Draper, New York University Professor of Chemistry, physician and scientific experimenter managed to make the first successful photograph of the moon a year later, taking a 20-minute-long daguerreotype image using a 5-inch (13 cm) reflecting telescope."],
      [1842,"Placed under the command of Lieutenant Louis M. Goldsborough, with an annual budget of $330, the Observatory was intended for the restoration, repair, and rating of navigational instruments. It was made into a national observatory in 1842 via a federal law and a Congressional appropriation."],
      [1847,"A Swiss artisan, Pierre Louis Guinand and a German optician, Joseph von Fraunhofer, made it possible to create larger glass lenses free from chromatic aberration. The telescopes known as achromatic refractors began to grow in popularity and size. In 1847, Harvard Observatory’s 15-inch refractor, known as “The Great Refractor”, was built as a twin for the one completed in 1839 for Poulkovo Observatory in Russia, would be the largest telescope in America for 20 years."],
      [1890,"Astronomers stopped building large refractors in the 1890s. Instead, they started to plan and build huge telescopes with mirrors up to 200 inches in diameter on high mountains, where the air was thin enough that the twinkling effect caused by atmospheric distortion was reduced, and the lights and pollution of cities were far away."]
     ]
    }
]